"%1 already exists.\nDo you want to replace it?"="%1 đã tồn tại.\nBạn có muốn thay thế nó không?";
"%1 days left"="Còn %1 ngày";
"%1\nDirectory not found.\nPlease verify the correct directory name was given."="%1\nKhông tìm thấy thư mục.\nVui lòng xác nhận đã đưa ra tên thư mục đúng.";
"%1\nFile not found.\nPlease verify the correct file name was given."="%1\nKhông tìm thấy tập tin.\nVui lòng xác nhận đã đưa ra tên tập tin đúng.";
"%s is offline right now, but your Lesson will appear automatically the next time you open the Lessons app."="%s hiện không trực tuyến ngay bây giờ, nhưng Bài học của bạn sẽ tự động xuất hiện khi bạn mở ứng dụng Lesson.";
"&Abort"="&Hủy bỏ";
"&Add to Custom Colors"="&Thêm vào Màu Tùy chỉnh";
"&Basic colors"="&Màu Căn bản";
"&Cancel"="&Hủy";
"&Copy"="&Sao chép";
"&Custom colors"="&Tùy chỉnh Màu sắc";
"&Define Custom Colors >>"="&Xác định tùy chỉnh màu sắc >>";
"&Delete"="&Xóa";
"&Finish"="&Hoàn tất";
"&Green:"="&Xanh lá cây:";
"&Help"="& Trợ giúp";
"&Ignore"="&Bỏ qua";
"&Name:"="&Tên:";
"&Next >"="&Tiếp theo >";
"&Next >"="&Tiếp theo >";
"&No"="&Không";
"&No"="&Không";
"&Open"="&Mở";
"&Options <<"="&Tùy chọn <<";
"&Options >>"="&Tùy chọn >>";
"&Paste"="&Dán";
"&Print"="&In";
"&Red:"="&Đỏ:";
"&Redo"="&Làm lại";
"&Reload"="&Tải lại";
"&Rename"="&Đổi tên";
"&Retry"="&Thử lại";
"&Sat:"="&Sat:";
"&Save"="&Lưu";
"&Undo"="&Hoàn tác";
"&Unsorted"="&Không phân loại";
"&Val:"="&Val:";
"&Yes"="&Có";
"&Yes"="&Có";
"..."="...";
":"=":";
"< &Back"="<&Trở lại";
"< Share Options"="< Tùy chọn Chia sẻ";
"< Share with SMART Board"="<Chia sẻ với một SMART Board";
"<h3>About Qt</h3>%1<p>Qt is a C++ toolkit for cross-platform application development.</p><p>Qt provides single-source portability across MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, and all major commercial Unix variants. Qt is also available for embedded devices as Qtopia Core.</p><p>Qt is a Trolltech product. See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>"="<h3>Giới thiệu Qt</h3>%1<p>là một bộ công cụ C++ cho phát triển ứng dụng đa nền tảng.</p><p>Qt cung cấp khả năng di chuyển một nguồn qua MS Windows, Mac OS X, Linux,và các phiên bản Unix thương mại lớn khác. Qt cũng có cho các thiết bị nhúng như Qtopia Core.</p><p>Qt là sản phẩm của Trolltech. Xem <tt>http://www.trolltech.com/qt/</tt>để biết thêm thông tin.</p>";
"<p>This program uses Qt Open Source Edition version %1.</p><p>Qt Open Source Edition is intended for the development of Open Source applications. You need a commercial Qt license for development of proprietary (closed source) applications.</p><p>Please see <tt>http://www.trolltech.com/company/model.html</tt> for an overview of Qt licensing.</p>"="<p>Chương trình này dùng Qt Open Source Editionphiên bản %1.</p><p>Qt Open Source Edition được dự định dùng cho các ứng dụng Open Source applications. Bạn cần một giấy phép thương mại Qt nếu muốn sự phát triển các ứng dụng độc quyền.</p><p>Vui lòng xem <tt>http://www.trolltech.com/company/model.html</tt> để biết tổng thể về giấy phép Qt.</p>";
"<p>This program uses Qt version %1.</p>"="<p>Chương trình này dùng phiên bản Qt %1.</p>";
"A SMART Notebook Advantage product key is required for this version of SMART Notebook software. Please visit <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> for details."="Cần có một mã sản phẩm SMART Notebook Advantage cho phiên bản phần mềm SMART Notebook này. Vui lòng vào <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> để biết chi tiết.";
"A&lpha channel:"="A&lpha channel:";
"A0 (841 x 1189 mm)"="A0 (841 x 1189 mm)";
"A1 (594 x 841 mm)"="A1 (594 x 841 mm)";
"A2 (420 x 594 mm)"="A2 (420 x 594 mm)";
"A3 (297 x 420 mm)"="A3 (297 x 420 mm)";
"A4 (210 x 297 mm, 8.26 x 11.7 inches)"="A4 (210 x 297 mm, 8.26 x 11.7 inches)";
"A5 (148 x 210 mm)"="A5 (148 x 210 mm)";
"A6 (105 x 148 mm)"="A6 (105 x 148 mm)";
"A7 (74 x 105 mm)"="A7 (74 x 105 mm)";
"A8 (52 x 74 mm)"="A8 (52 x 74 mm)";
"A9 (37 x 52 mm)"="A9 (37 x 52 mm)";
"Abort"="Hủy";
"About %1"="Giới thiệu %1";
"About Qt"="Về Qt";
"Account"="Tài khoản";
"Activate"="Kích hoạt";
"Activated"="Kích hoạt";
"Activates the program's main window"="Kích hoạt cửa sổ chính của chương trình";
"Activation Key"="Mã Kích hoạt";
"Activation Web Services:"="Các dịch vụ Kích hoạt Web:";
"Activation Wizard"="Công cụ Kích hoạt";
"Activation Wizard is outdated."="Công cụ Kích hoạt đã lỗi thời.";
"Activation required"="Cần Kích hoạt";
"Add Boards"="Thêm Bảng";
"Advanced"="Nâng cao";
"Aliases: %1"="Bí danh: %1";
"All Files (*)"="Tất cả Tập tin (*)";
"All Files (*.*)"="Tất cả Tập tin (*.*)";
"All pending requests have been canceled."="Tất cả các yêu cầu đang chờ giải quyết đã bị hủy bỏ.";
"Apply"="Ứng dụng";
"Are you sure you want to delete license information?"="Bạn có chắc bạn muốn xóa bỏ thông tin cấp phép?";
"Are you sure you want to return the product key for this product? The license will be disabled on this computer immediately (before the return is completed)."="Bạn có chắc bạn muốn trả lại mã sản phẩm cho sản phẩm này? Giấy phép sẽ bị vô hiệu hóa trên máy tính này ngay lập tức (trước khi hoàn tất việc hoàn trả).";
"Authentication Required"="Yêu cầu Xác thực";
"Authentication required"="Yêu cầu Xác thực";
"Automatic Activation"="Kích hoạt Tự động";
"B0 (1000 x 1414 mm)"="B0 (1000 x 1414 mm)";
"B1 (707 x 1000 mm)"="B1 (707 x 1000 mm)";
"B10 (31 x 44 mm)"="B10 (31 x 44 mm)";
"B2 (500 x 707 mm)"="B2 (500 x 707 mm)";
"B3 (353 x 500 mm)"="B3 (353 x 500 mm)";
"B4 (250 x 353 mm)"="B4 (250 x 353 mm)";
"B5 (176 x 250 mm, 6.93 x 9.84 inches)"="B5 (176 x 250 mm, 6.93 x 9.84 inches)";
"B6 (125 x 176 mm)"="B6 (125 x 176 mm)";
"B7 (88 x 125 mm)"="B7 (88 x 125 mm)";
"B8 (62 x 88 mm)"="B8 (62 x 88 mm)";
"B9 (44 x 62 mm)"="B9 (44 x 62 mm)";
"Back"="Trở lại";
"Bl&ue:"="Bl&ue:";
"Browse Content"="Tìm kiếm Nội dung";
"Browse..."="Tìm kiếm....";
"C5E (163 x 229 mm)"="C5E (163 x 229 mm)";
"Cancel"="Hủy bỏ";
"Canceled"="Hủy bỏ";
"Cannot validate the key. Try the activation again. \n\nIf this problem continues, make note of any error messages and contact SMART Technical Support."="Không thể xác nhận mã. Thử kích hoạt một lần nữa. \n\nNếu vấn đề này vẫn tiếp tục, hãy lưu ý của bất kỳ thông báo lỗi và liên hệ với Hỗ trợ Kỹ thuật SMART.";
"Centimeters (cm)"="Centimet (cm)";
"Check Activation Server Connectivity"="Kiểm tra Kết nối Kích hoạt Máy chủ";
"Check for renewals complete. No renewals found."="Hoàn tác kiểm tra gia hạn. Không tìm thấy gia hạn nào.";
"Checking..."="Đang kiểm tra...";
"Choose your SMART Board"="Chọn SMART Board của bạn";
"Class ID"="ID Lớp học";
"Class Name"="Tên Lớp";
"Cleaning up a few things..."="Dọn dẹp...";
"Click here to test connectivity."="Nhấp vào đây để kiểm tra kết nối.";
"Close"="Đóng";
"Close without Saving"="Đóng mà không Lưu";
"Collate"="Đối chiếu";
"Color"="Màu";
"Color Mode"="Chế độ Màu";
"Commit"="Cam kết";
"Complete Later"="Hoàn tất Sau";
"Connect"="Kết nối";
"Connected to host"="Kết nối với máy chủ";
"Connected to host %1"="Kết nối với máy chủ %1";
"Connection Options"="Tùy chọn Kết nối";
"Connection Options..."="Tùy chọn Kết nối...";
"Connection closed"="Kết nối bị đóng";
"Connection refused"="Kết nối bị từ chối";
"Connection refused (or timed out)"="Kết nối bị từ chối (hoặc hết thời gian)";
"Connection to %1 closed"="Kết nối đến %1 đóng";
"Contact Support at:"="Liên hệ Hỗ trợ tại:";
"Contact technical support"="Liên hệ với hỗ trợ kỹ thuật";
"Continue"="Tiếp tục";
"Copies"="Bản sao";
"Copies:"="Bản sao:";
"Copy"="Sao chép";
"Copy &Link Location"="Sao chép & Kết nối Địa điểm";
"Could not activate. There maybe be an issue with the activation servers. Please try again later."="Không thể kích hoạt. Có thể có vấn đề với các máy chủ kích hoạt. Xin vui lòng thử lại sau.";
"Could not connect to the server. Trying again..."="Không thể kết nối tới máy chủ. Cố gắng một lần nữa...";
"Couldn't find a board with that code. Want to try again?"="Không thể tìm thấy bảng với mã này. Bạn có muốn thử lại không?";
"Couldn't load profile"="Không thể tải hồ sơ";
"Couldn't start the trial period."="Không thể bắt đầu giai đoạn dùng thử.";
"Count"="Số lượng";
"Create New Folder"="Tạo Thư mục mới";
"Create a New File"="Tạo Tập tin Mới";
"Create a link to this document"="Tạo ra một liên kết đến tài liệu này";
"Creating ..."="Tạo ...";
"Cu&t"="Cu&t";
"DLE (110 x 220 mm)"="DLE (110 x 220 mm)";
"Data corrupted"="Dữ liệu hỏng";
"Delete"="Xóa";
"Detail View"="Giao diện Chi tiết:";
"Details:"="Thông tin chi tiết:";
"Directories"="Thư mục:";
"Directory"="Thư mục";
"Disabled"="Đã tắt";
"Discard"="Bỏ";
"Do you want to discard this request or complete it later?"="Bạn có muốn loại bỏ yêu cầu này hoặc hoàn thành nó sau?";
"Don't Save"="Đừng Lưu";
"Don't show this again"="Không hiện điều này nữa.";
"Done"="Xong";
"Download incomplete. Received %1 bytes, expected %2 bytes."="Tải về không hoàn tất. Nhận được _%1 byte, dự kiến %2 byte.";
"Drive"="Ổ đĩa";
"Duplex Printing"="In Hai mặt";
"Error writing response to device"="Lỗi viết phản hồi cho thiết bị";
"Examples"="Ví dụ";
"Executable '%1' requires Qt %2, found Qt %3."="Thực thi '%1' yêu cầu Qt %2, tìm thấy Qt %3.";
"Executive (7.5 x 10 inches, 191 x 254 mm)"="Executive (7.5 x 10 inches, 191 x 254 mm)";
"Expired"="Hết hạn";
"Expired on %1"="Đã hết hạn ngày %1";
"Expires on %1"="Hết hạn ngày %1";
"Failed due to a data error. Please contact our support."="Thất bại do một lỗi dữ liệu. Xin vui lòng liên hệ với bên hỗ trợ của chúng tôi.";
"Failed to cancel all pending requests."="Không thể hủy bỏ tất cả các yêu cầu đang chờ xử lý.";
"Failed to connect to SMART server. Please try again later, or attempt manual activation."="Không thể kết nối với máy chủ SMART Xin vui lòng thử lại sau, hoặc cố gắng kích hoạt theo cách thủ công.";
"Failed to write activation information. Make sure you have enough permissions."="Không thể ghi thông tin kích hoạt. Đảm bảo rằng bạn được cho phép đầy đủ.";
"Failed. Details: "="Thất bại. Thông tin chi tiết: ";
"False"="Sai";
"File"="Tập tin";
"File name:"="Tên Tập tin:";
"Files of type:"="Loại tập tin:";
"Finished"="Hoàn tất";
"Folio (210 x 330 mm)"="Folio (210 x 330 mm)";
"Form"="Hình thức";
"From page:"="Từ Trang:";
"Fulfillment ID"="ID Thực hiện";
"Get started with SMART Notebook software"="Bắt đầu với phần mềm SMART Notebook";
"Getting things ready..."="Chuẩn bị sẵn sàng...";
"Go Back"="Trở lại";
"Grace period has expired."="Khoảng thời gian gia hạn đã hết.";
"Grace period: <b>%1</b> day(s) remaining"="Giai đoạn gia hạn: còn lại <b>%1</b> ngày";
"Grayscale"="Màu xám";
"Great! Your lesson is on its way to the SMART Board."="Hay lắm! Sắp có bài học của bạn trên SMART Board.";
"HTTP request failed"="Yêu cầu HTTP không thành công";
"HTTPS connection requested but SSL support not compiled in"="Kết nối HTTPS yêu cầu nhưng không được biên dịch ở hỗ trợ SSL";
"Height:"="Chiều dài:";
"Help"="Trợ giúp";
"Hide %1"="Ẩn %1";
"Hide Others"="Ẩn những Điều khác";
"Host %1 found"="Tìm thấy máy chủ %1";
"Host %1 not found"="Không tìm thấy máy chủ %1.";
"Host found"="Tìm thấy máy chủ";
"Host requires authentication"="Máy chủ yêu cầu xác thực";
"Host:"="Máy chủ:";
"Hu&e:"="Hu&e:";
"I accept the terms in the <a href=\"showEula()\">license agreement</a>."="Tôi chấp thuận những điều khoản trong &lt;a href=\&quot;showEula()\&quot;&gt;thỏa thuận cấp phép</a>.";
"Ignore"="Bỏ qua";
"Inches (in)"="Inch (in)";
"Include your name to help students find your class quickly."="Bao gồm tên của bạn để giúp học viên tìm lớp học của bạn một cách nhanh chóng.";
"Includes maintenance ending on:"="Bao gồm bảo trì kết thúc ngày:";
"Includes permanent activations."="Bao gồm kích hoạt vĩnh viễn.";
"Includes subscriptions expiring on:"="Bao gồm các mục đăng ký hết hạn ngày:";
"Incompatible Qt Library Error"="Lỗi Thư viện Qt không tương thích";
"Installation ID"="ID Cài đặt";
"Internet access is disabled by the system administrator."="Truy cập Internet bị vô hiệu hóa bởi người quản trị hệ thống.";
"Invalid"="Không hợp lệ";
"Invalid HTTP chunked body"="HTTP chucked body bỏ cơ thể";
"Invalid HTTP response header"="Tiêu đề phản hồi HTTP không hợp lệ";
"Invalid entitlement"="Quyền không hợp lệ";
"Invalid product key."="Mã sản phẩm không hợp lệ.";
"It looks like the board's Lessons library is full. You can delete some lessons to free up space."="Có vẻ như của thư viện Bài học của bảng đã đầy. Bạn có thể xóa một số bài học để giải phóng không gian.";
"Landscape"="Trang ngang";
"Learn how to renew."="Tìm hiểu làm thế nào để gia hạn.";
"Learn more."="Tìm hiểu thêm.";
"Learn the Basics"="Tìm hiểu các Khái niệm Cơ bản";
"Ledger (432 x 279 mm)"="Ledger (432 x 279 mm)";
"Legal (8.5 x 14 inches, 216 x 356 mm)"="Legal (8.5 x 14 inches, 216 x 356 mm)";
"Letter (8.5 x 11 inches, 216 x 279 mm)"="Letter (8.5 x 11 inches, 216 x 279 mm)";
"Limitations"="Hạn chế";
"List View"="Giao diện Danh sách";
"Location:"="Vị trí:";
"Long side"="Cạnh dài";
"Look in:"="Tìm trong:";
"Lync connector"="Kết nối Lync";
"Manage"="Quản lý";
"Manual Request"="Yêu cầu theo cách Thủ công";
"Margins"="Lề";
"Microsoft (personal)"="Microsoft (cá nhân)";
"Millimeters (mm)"="Milimét (mm)";
"My Computer"="Máy tính của Tôi";
"N&o to All"="Không cho tất cả";
"N&o to All"="Không cho tất cả";
"Name:"="Tên:";
"No Internet Connection"="Không có kết nối Internet";
"No boards yet. Get connected."="Không có bảng nào. Kết nối.";
"No proxy"="Không có proxy";
"No server set to connect to"="Không có máy chủ đặt để kết nối với";
"No space left on device"="Không còn không gian trên thiết bị";
"No such file or directory"="Không có tập tin hoặc thư mục như vậy";
"No, I'll complete my request(s) later."="Không, tôi sẽ hoàn thành (các) yêu cầu của tôi sau.";
"No, cancel all pending requests."="Không, hủy bỏ tất cả các yêu cầu đang chờ xử lý.";
"None"="Không có";
"Note: If the URLs are not accessible, adjust your proxy settings and try testing the connection again."="Lưu ý: Nếu không thể truy cập URL, hãy điều chỉnh các cài đặt proxy của bạn và cố gắng thử kết nối lại.";
"Number of copies:"="Số lượng bản sao:";
"OK"="OK";
"Office 365 (school)"="Office 365 (trường học)";
"Oops! We couldn't complete your sign in. Please try again. \n\nIf that doesn't work, skip sign in for now and try again later from the Account menu."="Oops! Chúng tôi không thể hoàn tất việc đăng nhập của bạn. Xin vui lòng thử lại. \n\nNếu không được, bỏ qua đăng nhập cho bây giờ và thử lại lần nữa từ menu Tài khoản.";
"Oops. Something went wrong. Restarting the computer might help."="Oops. Có gì đó trục trặc. Khởi động lại máy tính có thể có ích.";
"Oops. We can't complete that action without an Internet connection. \n\nPlease reconnect and try again."="Oops. Chúng tôi không thể hoàn tất hành động đó mà không cần kết nối Internet. \n\nVui lòng kết nối và thử lại.";
"Oops. We couldn't load your profile right now. Please try again later."="Oops. Chúng tôi không thể tải hồ sơ của bạn ngay bây giờ. Xin vui lòng thử lại sau.";
"Open"="Mở";
"Open "="Mở ";
"Open in SMART Notebook on this computer."="Mở SMART Notebook trên máy tính này.";
"Open in the Notebook Player app on my SMART Board with iQ."="Mở trong các ứng dụng Notebook Player trên SMART Board của tôi với iQ.";
"Operation completed successfully."="Thao tác hoàn tất thành công.";
"Options"="Các Tùy chọn";
"Orientation"="Định hướng";
"Orientation:"="Định hướng:";
"Output &file:"="Tập tin &Đầu ra:";
"Output Settings"="Cài đặt Đầu ra";
"P&roperties"="&Thuộc tính";
"Page size:"="Kích thước Trang:";
"Pages from"="Trang từ";
"Paper"="Giấy";
"Paper format"="Định dạng Giấy";
"Paper source:"="Nguồn giấy:";
"Parent Directory"="Thư mục Cha";
"Password"="Mật khẩu";
"Password:"="Mật khẩu:";
"Permission Required"="Cần được Phép";
"Permission denied"="Không cho phép";
"Phone: 1.866.518.6791 or +1.403.228.5940"="Điện thoại: 1.866.518.6791 hoặc + 1.403.228.5940";
"Please try again"="Xin vui lòng thử lại";
"Please try again later"="Xin vui lòng thử lại";
"Points (pt)"="Điểm (pt)";
"Portrait"="Trang Dọc";
"PostScript Files (*.ps);;All Files (*)"="Tập tin postScript (* .ps); Tất cả các tệp (*)";
"Preferences..."="Sở thích...";
"Premium features expired on %1"="Tính năng Cao cấp hết hạn ngày %1";
"Premium features will expire on %1 without an active subscription"="Tính năng Cao cấp sẽ hết hạn vào %1 mà không có một mục đăng ký đang có hiệu lực";
"Preparing your document. This can take a while..."="Chuẩn bị tài liệu của bạn. Điều này có thể mất ít thời gian...";
"Preview"="Xem trước";
"Print all"="In tất cả";
"Print destination"="Đích đến để in";
"Print first page first"="In trang đầu tiên trước tiên";
"Print in color if available"="In màu nếu có thể";
"Print in grayscale"="In màu xám";
"Print last page first"="In trang cuối trước tiên";
"Print range"="Phạm vi in";
"Print selection"="Lựa chọn in";
"Print to File (PDF)"="In ra Tập tin (định dạng PDF)";
"Print to File (Postscript)"="In ra Tập tin (Postscript)";
"Print to SMART Notebook"="In SMART Notebook";
"Print to file:"="In ra tập tin:";
"Print to printer:"="In tới máy in:";
"Printer"="Máy tin";
"Printer settings"="Cài đặt Máy tin";
"Product"="Sản phẩm";
"Product Key"="Mã sản phẩm";
"Product Key is not valid"="Mã Sản phẩm không hợp lệ";
"Product Key:"="Mã Sản phẩm:";
"Product key has expired."="Mã sản phẩm đã hết hạn.";
"Product:"="Sản phẩm:";
"Profile"="Hồ sơ";
"Proxy Settings"="Cài đặt Proxy";
"Proxy authentication required"="Proxy Yêu cầu Xác thực";
"Proxy requires authentication"="Proxy yêu cầu xác thực";
"QT_LAYOUT_DIRECTION"="QT_LAYOUT_DIRECTION";
"Quit"="Thoát";
"Quit %1"="Thoát %1";
"Recent"="Gần đây";
"Recents"="Gần đây";
"Remaining signed in will give you access to SMART Notebook's basic features."="Giữ trạng thái đăng nhập sẽ cho phép bạn dùng các tính năng cơ bản của SMART Notebook.";
"Request Files (%1)"="Các tập tin Yêu cầu (%1)";
"Request aborted"="Yêu cầu bị hủy";
"Request denied. See Technical Details below for more information."="Yêu cầu bị từ chối. Xem các Chi tiết Kỹ thuật dưới đây để biết thêm thông tin.";
"Request type: Activate"="Loại yêu cầu: Kích hoạt";
"Request type: Renew"="Loại yêu cầu: Gia hạn";
"Request type: Repair"="Loại yêu cầu: Sửa chữa";
"Request type: Return"="Loại yêu cầu: Trở lại";
"Request:"="Yêu cầu:";
"Reset"="Cài đặt lại";
"Response Files (%1)"="Các tập tin Phản hồi (%1)";
"Restore Defaults"="Khôi phục Mọi Mặc định";
"Result:"="Kết quả:";
"Retrieving your account information..."="Truy xuất thông tin tài khoản của bạn...";
"Retry"="Thử lại";
"Reverse"="Đảo ngược";
"Reverse landscape"="Đảo ngược trang Ngang";
"Reverse portrait"="Đảo ngược trang Dọc";
"SMART Account"="Tài khoản SMART";
"SMART Document Camera Mixed Reality Tools"="Các Công cụ hiện tại Hỗn hợp SMART Document Camera";
"SMART Learning Suite Online - Notebook access, anywhere"="SMART Learning Suite Online -dùng Notebook, bất cứ nơi nào";
"SMART Meeting Pro"="SMART Meeting Pro";
"SMART Meeting Pro Personal Edition"="SMART Meeting Pro Phiên bản Cá nhân";
"SMART Meeting Pro Premium"="SMART Meeting Pro Premium";
"SMART Meeting Pro connector for Microsoft Lync"="Kết nối SMART Meeting Pro với Microsoft Lync";
"SMART Notebook"="SMART Notebook";
"SMART Notebook 3D Tools"="SMART Notebook 3D Tools";
"SMART Notebook <a href='%1'>premium features</a>"="SMART Notebook <a href='%1'>các tính năng cao cấp</a>";
"SMART Notebook Collaborative License"="Giấy phép Hợp tác SMART Notebook ";
"SMART Notebook English Vocabulary Example 1"="Ví dụ Từ vựng tiếng Anh SMART Notebook 1";
"SMART Notebook History Example 1"="Ví dụ Lịch sử SMART Notebook 1";
"SMART Notebook Math Example 1"="Ví dụ Toán SMART Notebook 1";
"SMART Notebook Math Example 2"="Ví dụ Toán SMART Notebook 2";
"SMART Notebook Math Tools"="Công cụ Toán học SMART Notebook";
"SMART Notebook SDK"="SMART Notebook SDK";
"SMART Notebook SE"="SMART Notebook SE";
"SMART Notebook Science Example 1"="Ví dụ Khoa học SMART Notebook 1";
"SMART Response"="SMART Response";
"SMART Sync"="SMART Sync";
"SMART Table Toolkit"="SMART Table Bộ Công cụ";
"SMART Technologies - Activation Wizard"="SMART Technologies ULC - Công cụ Kích hoạt";
"SMART Vantage"="SMART Vantage";
"SSL handshake failed"="SSL handshake thất bại";
"Save"="Lưu";
"Save All"="Lưu Tất cả";
"Save As"="Lưu như";
"Search the SMART Exchange"="Tìm kiếm SMART Exchange";
"See this <a href='%1'>Knowledge Base article</a> and the <a href='%2'>Troubleshooting Diagram</a> for details on resolving connectivity issues, especially when you are using a proxy."="Xem <a href='%1'>tài liệu Kiến thức Nền</a> và <a href='%2'>Biểu đồ Giải quyết Vấn đề</a> để biết thêm chi tiết về việc giải quyết các vấn đề kết nối, đặc biệt là khi bạn đang sử dụng một proxy.";
"Select All"="Chọn Tất cả";
"Select a Directory"="Chọn Thư mục";
"Select color"="Chọn màu";
"Select how you would like to share this file to your SMART Learning Suite Online profile"="Chọn cách bạn muốn chia sẻ tập tin này để hồ sơ trực tuyến SMART Learning Suite của bạn";
"Select the Response File"="Chọn Tập tin Phản hồi";
"Selection"="Lựa chọn";
"Send to SMART Cloud"="Gửi đến SMART Cloud";
"Server closed connection unexpectedly"="Máy chủ đóng cửa kết nối bất ngờ";
"Services"="Dịch vụ";
"Share"="Chia sẻ";
"Share Now"="Chia sẻ Ngay";
"Share this file with the Lessons app on a SMART Board"="Chia sẻ tập tin này với các ứng dụng Lesson trên một SMART Board";
"Share this file with the Notebook Player app on a SMART Board"="Chia sẻ tập tin này với ứng dụng Notebook Player trên SMART Board";
"Share to SMART Board with iQ"="Chia sẻ đến SMART Board với iQ";
"Share to the Notebook Player app"="Chia sẻ ứng dụng Notebook Player";
"Share using a link"="Chia sẻ bằng cách sử dụng một liên kết";
"Share with a SMART Board"="Chia sẻ với một SMART Board";
"Short side"="Cạnh ngắn";
"Show &hidden files"="Hiển thị &các tập tin ẩn";
"Show All"="Hiển thị Tất cả";
"Sign In"="Đăng nhập";
"Sign In Again"="Đăng nhập Lại";
"Sign Out"="Đăng xuất";
"Sign in"="Đăng nhập";
"Sign in didn't work"="Đăng nhập không hoạt động";
"Sign in is required for accessing key SMART features."="Cần đăng nhập để truy cập các tính năng SMART chính.";
"Sign in to or create a SMART account"="Đăng nhập vào hoặc tạo một tài khoản SMART";
"Sign in to use this feature"="Đăng nhập để sử dụng tính năng này";
"Sign in to your SMART account to access your SMART subscription benefits, or to use Notebook in a limited mode."="Đăng nhập vào tài khoản SMART của bạn để truy cập vào các lợi ích đăng ký SMART của bạn, hoặc sử dụng Notebook trong một chế độ hạn chế.";
"Sign in with Google"="Đăng nhập bằng Google";
"Sign in with a Google, Office 365 or Microsoft personal account."="Đăng nhập với tài khoản cá nhân Google, Office 365 hoặc Microsoft.";
"Sign in with a browser"="Đăng nhập bằng trình duyệt";
"Sign up for free"="Đăng ký miễn phí";
"Sign up for the latest updates from SMART"="Đăng ký nhận các bản cập nhật mới nhất từ SMART";
"Signed in as:"="Đăng nhập:";
"Skip Sign In"="Bỏ qua Đăng nhập";
"Skip sign in for now"="Tạm bỏ qua đăng nhập";
"Skipped sign in"="Đã bỏ qua đăng nhập";
"Software enabled"="Phần mềm được kích hoạt";
"Some of your license keys have expired. Click here for more info."="Một số các mã giấy phép của bạn đã hết hạn. Nhấp vào đây để xem thêm thông tin.";
"Some of your license keys will expire in %1 days. Click here for more info."="Một số mã giấy phép của bạn sẽ hết hạn trong %1 ngày. Bấm vào đây để xem thêm thông tin.";
"Something went wrong. Want to try again?"="Có gì đó trục trặc. Bạn có muốn thử lại không?";
"Sort"="Sắp xếp";
"Sort by &Date"="Sắp xếp theo &Ngày";
"Sort by &Name"="Sắp xếp theo &Tên";
"Sort by &Size"="Sắp xếp theo &Kích thước";
"Status"="Tình trạng";
"Status:"="Tình trạng:";
"Stay Inspired"="Đầy cảm hứng";
"Subscription: <b>%1</b> day(s) remaining"="Đăng ký: còn lại <b>%1</b> ngày";
"Succeeded"="Thành công";
"Symbolic Link"="Liên kết Tượng trưng";
"Tabloid (279 x 432 mm)"="Tờ báo (279 x 432 mm)";
"Tap the Connect icon %s in the Lessons app to get a 4-character code, and then type that code below."="Nhấp vào biểu tượng Kết nối %s trong ứng dụng Lessons để có được một mã 4 ký tự, và sau đó nhập mã dưới đây.";
"Tap the Connect icon %s in the Notebook Player app to get a 4-character code, and then type that code below."="Nhấp vào biểu tượng Kết nối %s trong ứng dụng Notebook Player để có được một mã 4 ký tự, và sau đó nhập mã dưới đây.";
"Test Connectivity..."="Kiểm tra Kết nối...";
"That email address is already associated with a SMART account. Try signing up with a different email address."="Địa chỉ email đó đã được liên kết với một tài khoản SMART. Thử đăng ký với một địa chỉ email khác nhau.";
"That was strange... \n\nWe're not sure what happened, but we can't sign you in right now."="Lạ thật... \n\nChúng tôi không chắc điều gì xảy ra, nhưng chúng tôi không thể đăng nhập bạn ngay bây giờ.";
"The activation didn't complete. See below for status information."="Kích hoạt chưa hoàn tất. Xem thông tin trạng thái ở dưới đây.";
"The following Product Key is not valid: "="Mã sản phẩm sau không hợp lệ: ";
"The information copied successfully, and your Internet browser will open."="Thông tin sao chép thành công, và trình duyệt Internet của bạn sẽ mở ra.";
"The installed version of this product requires a newer maintenance license."="Phiên bản được cài đặt của sản phẩm này đòi hỏi một giấy phép bảo trì mới.";
"The link has been copied to the clipboard."="Liên kết đã được sao chép vào clipboard.";
"The number of activations for this Product Key has exceeded the maximum. Please contact our support for assistance."="Số lượng lần kích hoạt với Mã Sản phẩm này đã vượt quá mức tối đa. Xin vui lòng liên hệ với hỗ trợ của chúng tôi để được hỗ trợ.";
"The product key you are using has been canceled. Please contact SMART support for more information."="Mã sản phẩm bạn đang sử dụng đã bị hủy bỏ. Xin vui lòng liên hệ với hỗ trợ SMART để biết thêm thông tin.";
"The product key you entered is already in the list."="Mã sản phẩm bạn đã nhập đã có trong danh sách.";
"The request file saved successfully. Copy the file to another computer to continue."="Tập tin yêu cầu đã lưu thành công. Sao chép tập tin vào một máy tính khác để tiếp tục.";
"The request succeeded on some of your product keys, but it didn't succeed on others."="Yêu cầu đã thành công với một số mã sản phẩm của bạn, nhưng không thành công với một số khác.";
"The sign in took too long and has expired."="Đăng nhập quá lâu và đã hết hạn.";
"The system is being maintained right now, but it will be available soon. Sorry for the inconvenience."="Hệ thống được được bảo trì ngay bây giờ, nhưng nó sẽ sớm có. Xin lỗi vì bất kỳ sự bất tiện nào.";
"The trial period has started."="Giai đoạn dùng thử đã bắt đầu.";
"This key could not be activated. Try the activation again. \n\nIf the problem continues, make note of any error messages and contact SMART Technical Support."="Mã này không thể được kích hoạt. Thử kích hoạt một lần nữa. \n\nNếu vấn đề vẫn tiếp tục, hãy lưu ý của bất kỳ thông báo lỗi và liên hệ với hỗ trợ kỹ thuật SMART.";
"This key's entitlement record is not configured correctly. Please contact SMART Technical Support."="Hồ sơ quyền lợi của mã này không được cấu hình đúng. Liên hệ với Hỗ trợ Kỹ thuật SMART.";
"To connect to SMART, you need to enter a user name and password for the proxy %s"="Để kết nối với SMART, bạn cần phải nhập tên người dùng và mật khẩu cho proxy %s";
"To page:"="Đến trang:";
"To successfully activate the product key, all connections must succeed. Green checkmarks indicate successful connections."="Để kích hoạt mã sản phẩm thành công, tất cả kết nối phải thành công. Dấu tích màu xanh lá cây cho biết kết nối thành công.";
"Too many open files"="Quá nhiều tập tin đang mở";
"Trial Extension"="Gia hạn Dùng Thử";
"Trial: <b>%1</b> day(s) remaining"="Dùng thử: còn lại <b>%1</b> ngày";
"True"="Đúng";
"Try Again"="Thử lại";
"Try again later or try a manual request now."="Thử lại sau hoặc thử một yêu cầu theo phương pháp thủ công ngay bây giờ.";
"Try it Online!"="Thử Dùng Trực tuyến!";
"Type your user name and password."="Gõ tên người dùng và mật khẩu của bạn.";
"Type:"="Loại:";
"URL:"="URL:";
"US Common #10 Envelope (105 x 241 mm)"="Phong bì #10 Hoa Kỳ phổ biến (105 x 241 mm)";
"Unable to complete your request."="Không thể hoàn tất yêu cầu của bạn.";
"Unable to copy."="Không thể sao chép.";
"Unable to create your file."="Không thể tạo tập tin của bạn.";
"Unable to open %1 for writing."="Không thể mở %1 để viết.";
"Unable to open source file for reading."="Không thể mở tập tin nguồn để đọc.";
"Unable to open your Internet browser. Try to open your browser manually or use a different computer to continue."="Không thể mở trình duyệt Internet của bạn. Thử để mở trình duyệt của bạn theo cách thủ công hoặc sử dụng một máy tính khác để tiếp tục.";
"Unable to read response from file."="Không thể đọc phản hồi từ tập tin.";
"Unable to rename %1 to %2."="Không thể đổi tên %1 thành %2.";
"Unable to save your request."="Không thể lưu yêu cầu của bạn.";
"Unknown"="Không xác định";
"Unknown Location"="Vị trí Không xác định";
"Unknown authentication method"="Phương thức xác thực không xác định";
"Unknown error"="Lỗi không xác định";
"Unknown error."="Lỗi không xác định.";
"Unknown protocol specified"="Giao thức được chỉ định không xác định";
"Upload this document and create a link to share with others."="Tải tài liệu này và tạo ra một liên kết để chia sẻ với những người khác.";
"Upload to SMART Cloud"="Tải lên SMART Cloud";
"Uploading your file..."="Tải lên tập tin của bạn...";
"Use Internet Explorer settings"="Sử dụng cài đặt Internet Explorer";
"Use System settings"="Sử dụng các cài đặt hệ thống";
"Use other proxy:"="Sử dụng proxy khác:";
"User Name:"="Tên người dùng:";
"User name:"="Tên người dùng:";
"Valid for versions released before %1"="Hợp lệ cho các phiên bản phát hành trước %1";
"Version %s"="Phiên bản %s";
"Volume activated"="Âm lượng Kích hoạt";
"We couldn't process that response. The request comes from a different computer or has already been processed."="Chúng tôi không thể xử lý phản hồi đó. Yêu cầu đến từ một máy tính khác hoặc đã được xử lý.";
"We'll remember %s for next time."="Chúng tôi sẽ nhớ %s cho lần tiếp theo.";
"Web:"="Web:";
"Welcome to %1 software from SMART Technologies."="Chào mừng đến với %1 phần mềm từ SMART Technologies.";
"Welcome to SMART Notebook"="Chào mừng đến với SMART Notebook";
"What's This?"="Đây là cái gì?";
"Width:"="Chiều Ngang:";
"Working on it."="Đang làm việc.";
"Working on it.."="Đang làm việc..";
"Working on it..."="Đang làm việc...";
"Wrong content length"="Chiều dài nội dung sai";
"Yes to &All"="Có cho &Tất cả";
"Yes to &All"="Có cho &Tất cả";
"Yes, I have a numeric response code similar to %1."="Vâng, tôi có một mã số phản hồi tương tự như %1.";
"Yes, I have a response file."="Vâng, tôi có một tập tin phản hồi.";
"Yes, I have a response message that starts with %1."="Vâng, tôi có một thông điệp phản hồi bắt đầu với %1.";
"Yes, I have an activation key similar to %1."="Vâng, tôi có một mã kích hoạt tương tự như %1.";
"You can close this tab and return to SMART Notebook."="Bạn có thể đóng tab này và quay lại SMART Notebook.";
"You can manage your account and the class ID from the Account menu."="Bạn có thể quản lý tài khoản của bạn và ID lớp từ  Menu Tài khoản.";
"You can sign in later from the Account menu. Sign in is required for a number of key SMART features."="Bạn có thể đăng nhập sau từ menu Tài khoản. Cần có đăng nhập để dùng một số tính năng SMART chính.";
"You chose not to allow our application to access your account. You're unable to use our application until you accept."="Bạn đã chọn không cho phép ứng dụng của chúng tôi để truy cập vào tài khoản của bạn. Bạn không thể sử dụng ứng dụng của chúng tôi cho đến khi bạn chấp nhận.";
"You have %1 days to complete activation."="Bạn có %1 ngày để hoàn thành việc kích hoạt.";
"You have signed out"="Bạn đã đăng xuất";
"You haven't yet given SMART permission to access your account information, which is required for signing in. Do you want to try signing in again?"="Bạn đã không cho phép SMART truy cập vào thông tin tài khoản của bạn, đó là cần thiết để đăng nhập. Bạn có muốn thử đăng nhập lại không?";
"You may wish to send results to your organization's technical support contact."="Bạn có thể gửi kết quả đến bên liên hệ hỗ trợ kỹ thuật của tổ chức bạn.";
"You need to sign in before you can use this feature."="Bạn cần phải đăng nhập trước khi bạn có thể sử dụng tính năng này.";
"You're all set!"="Bạn xong rồi!";
"You're unable to change these settings because you manually configured a proxy."="Bạn không thể thay đổi các cài đặt này bởi vì bạn tự đặt cấu hình proxy.";
"You've skipped the sign in for now. You can sign in later from the Account menu."="Bạn đã tạm bỏ qua đăng nhập. Bạn có thể đăng nhập sau từ menu Tài khoản.";
"Your SMART Boards"="SMART Boards của bạn";
"Your SMART Learning Suite subscription will expire in %d days. Learn how to renew."="Đăng ký SMART Learning Suite của bạn sẽ hết hạn vào %d ngày. Tìm hiểu làm thế nào để gia hạn.";
"Your SMART account"="Tài khoản SMART của bạn";
"Your browser has opened to a sign in page. You'll be returned here after you've signed in."="Trình duyệt của bạn đã mở ra một trang đăng nhập. Bạn sẽ được trở lại đây sau khi bạn đã đăng nhập.";
"Your first trial extension is activated."="Phần mở rộng dùng thử thứ nhất của bạn được kích hoạt.";
"Your first trial extension isn't activated."="Phần mở rộng dùng thử thứ nhất của bạn không được kích hoạt.";
"Your second trial extension is activated."="Phần mở rộng dùng thử thứ hai của bạn đã được kích hoạt.";
"Your second trial extension isn't activated."="Phần mở rộng dùng thử thứ hai của bạn không được kích hoạt.";
"Your trial period has ended."="Giai đoạn dùng thử của bạn đã kết thúc.";
"bottom margin"="lề dưới cùng";
"left margin"="lề trái";
"locally connected"="kết nối tại địa phương";
"right margin"="lề phải";
"to"="đến";
"top margin"="lề trên cùng";
"unknown"="không rõ";
